[
    {
        "text": "dipukul dianiaya menggunakan kayu yang mengakibatkan luka pada bagian kepala",
        "class": "Parah",
        "id": "364987a8-9316-4cad-ac27-57738abdb5cb"
    },
    {
        "text": "Selama periode waktu yang lama, mengalami serangkaian tindakan pelecehan, termasuk tindakan fisik seperti tendangan dan pukulan, serta tindakan seksual yang melibatkan ancaman senjata dan kekerasan fisik yang menyebabkan luka di berbagai bagian tubuh.",
        "class": "Parah",
        "id": "86035e6e-9154-41a4-bd27-9c5decc06fe9"
    },
    {
        "text": "Selama ini telah menjadi korban pembulian yang melibatkan tindakan fisik seperti tendangan dan pukulan, tindakan seksual dengan ancaman senjata serta mengalami kekerasan fisik yang menyebabkan luka di tangan sekujur tubuh dan diancam senjata oleh teman-teman saya.",
        "class": "Parah",
        "id": "2fcf05fc-dbbf-4110-9928-da01c6d063a1"
    },
    {
        "text": "juga mengalami ejekan",
        "class": "Aman",
        "id": "162b8a1e-c4fd-4093-b155-1aefbc90fc51"
    },
    {
        "text": "Beberapa minggu terakhir mengalami perlakuan diskriminatif dari seorang senior di kampus sehingga dijauhkan oleh beberapa anggota kelompok studi dan hal ini mempengaruhi kehadiran di kelas serta aktivitas sosial di kampus. Merasa terisolasi dan terganggu secara emosional.",
        "class": "Parah",
        "id": "545ee1a0-6bf8-4e91-9831-d2c753c9a24b"
    },
    {
        "text": "Pada suatu waktu juga menjadi sasaran intimidasi dan ancaman senjata dari teman-teman saya",
        "class": "Parah",
        "id": "e5044f74-446a-4026-b8f9-fa16b5dd1897"
    },
    {
        "text": "Beberapa bulan yang lalu, mengalami situasi di mana seorang teman sekelas secara verbal mencemooh dan mengancam, karena perbedaan pendapat dalam proyek kelompok. Komentar tersebut mempengaruhi kepercayaan diri dan membuat merasa terintimidasi di lingkungan kelas.",
        "class": "Parah",
        "id": "23b7f444-f4ff-4d85-af24-050c4d39dfff"
    },
    {
        "text": "pernah mengalami beberapa komentar kurang menyenangkan di kelas, terutama saat diskusi kelompok. Meskipun tidak menyenangkan, komentarnya tidak secara langsung mengancam atau menyebabkan rasa takut yang mendalam. Mencoba untuk tidak terlalu terpengaruh dan tetap fokus pada pembelajaran.",
        "class": "Sedang",
        "id": "dd72809b-ca1b-4847-a1d6-e51c607cdc6b"
    },
    {
        "text": "Pada Saat Kuliah, Hal yg terjadi pada tiap kelas yg masuk, Hal yang dpt perilaku terasa membuat kejelekan pada diri saya, Membuat merasa begitu emosional dan terjadi kehakiman pada masing² pihak, Namun Tidak sekali di buat, Melainkan setiap hari lakukan, Maka dari itu saya butuh untuk lindungi diri saya hindari dari perbuatan hal yang anggap sepele menjadi masalah serius pada lingkungan kita masing2",
        "class": "Parah",
        "id": "e304b86b-a4da-498e-9dbc-d892582ab22d"
    },
    {
        "text": "sering di katakan kekurangan diri sendiri dari saudara sendiri",
        "class": "Sedang",
        "id": "6aeebc81-3f76-4579-b5ac-2b19b35af6a0"
    },
    {
        "text": "tidak ingat karena sudah lama",
        "class": "Aman",
        "id": "c0471741-9c67-467f-bee3-769b1497e22e"
    },
    {
        "text": "saya tidak mengingat nya lagi karena sudah terjadi cukup lam",
        "class": "Aman",
        "id": "59050f70-12ba-4760-a8e8-7edbe352c667"
    },
    {
        "text": "Jadi pernah terlibat dalam pertengkaran dan terkena serangan lalu membalas dengan cara mereka lakukan ke saya",
        "class": "Aman",
        "id": "7a897903-50c9-40d9-a0a6-273e4fda790c"
    },
    {
        "text": "membalas dengan cara mereka lakukan ke saya",
        "class": "Aman",
        "id": "82302a1a-b687-43d0-9f7f-2389540ab756"
    },
    {
        "text": "lumayan sering mengalami kekerasan sosial, seperti dijauhkan dari teman - teman, yang mana saya sendiri gatau apa salahnya, mereka tidak mau berteman dan juga saya takut untuk bertemu mereka karena takut dihina",
        "class": "Parah",
        "id": "83732319-247d-4452-ad88-20ebf6e28906"
    },
    {
        "text": "Biasa biasa saja",
        "class": "Aman",
        "id": "8aa7d256-b5ac-4dbe-a0d4-898fa135d15f"
    },
    {
        "text": "direndahkan hargadiri setiap bertemu dengan pelaku namun pada saat bertemu bertatapan berdua saja sewaktu ada banyak orang pelaku tidak melakukan hal tersebut",
        "class": "Sedang",
        "id": "20ab9bdb-7691-48b4-812f-3a3c18d20fbc"
    },
    {
        "text": "Saya sering kali diejek dihina direndahkan",
        "class": "Parah",
        "id": "11061465-3db6-45d1-abf6-d27912afd4c8"
    },
    {
        "text": "Ongkos taksi dan biaya SPP",
        "class": "Aman",
        "id": "22124522-d638-47ec-b7cc-c01bfca3d37f"
    },
    {
        "text": "sering direndahkan tanpa sepengetahuan saya, saya hanya mendengar dari teman saja",
        "class": "Sedang",
        "id": "d3f9ea93-101d-41c2-bde8-e1229526f0f1"
    },
    {
        "text": "Mencemooh dibelakang saya",
        "class": "Sedang",
        "id": "f215e033-6d41-494c-ae25-7b5458d21d3d"
    },
    {
        "text": "aku mudah merasa tersinggung jika ada orang yang membicarakan saya",
        "class": "Sedang",
        "id": "c519d9b3-53d1-4bc7-a4dd-b78e037c4993"
    },
    {
        "text": "aku sering merasa kesal pada saat dosen memberikan arahan yang tidak sesuai dengan apa yang aku inginkan",
        "class": "Sedang",
        "id": "119e348b-c0ec-4a6d-9ae1-924d64120389"
    }
]